Repository: firatatass/basit_medya_oynatici
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: tr

source: Simple Media Player library loading error: {e}
tr: Basit Medya Oynatıcı kütüphane yükleme hatası: {e}

source: Advanced Settings
tr: Gelişmiş Ayarlar

source: Album Cover Display Settings
tr: Albüm Kapağı Gösterimi Ayarları

source: Show album cover art
tr: Albüm kapak resmini göster

source: Show music album cover if available
tr: Varsa müzik albüm kapağını göster

source: Always show default media player icon
tr: Her zaman varsayılan medya oynatıcı simgesini göster

source: OK
tr: Tamam

source: Cancel
tr: İptal

source: Simple Media Player
tr: Basit Medya Oynatıcı

source: Simple Media Player Opened
tr: Basit Medya Oynatıcı Açıldı

source: Please select a song
tr: Lütfen bir şarkı seçin

source: Title - Artist - Album
tr: Başlık - Sanatçı - Albüm

source: Album - Title - Artist
tr: Albüm - Başlık - Sanatçı

source: Artist - Title - Album
tr: Sanatçı - Başlık - Albüm

source: Repeat: Off (T)
tr: Tekrar: Kapalı (T)

source: Repeat: On (T)
tr: Tekrar: Açık (T)

source: Shuffle: Off (R)
tr: Karıştır: Kapalı (R)

source: Shuffle: On (R)
tr: Karıştır: Açık (R)

source: Previous (P)
tr: Önceki (P)

source: Play/Pause (K)
tr: Oynat/Duraklat (K)

source: Next (S)
tr: Sonraki (S)

source: Rewind (G)
tr: Geri Sar (G)

source: Fast Forward (I)
tr: İleri Sar (I)

source: Volume Down
tr: Sesi Azalt

source: Volume Up
tr: Ses Arttır

source: Restart (B)
tr: Başa Al (B)

source: Select Folder (Ctrl+O)
tr: Klasör Seç (Ctrl+O)

source: Default Folder (D)
tr: Varsayılan Klasör (D)

source: Copy Music (C)
tr: Müzik Kopyala (C)

source: Advanced Settings (A)
tr: Gelişmiş Ayarlar (A)

source: Ask before exiting
tr: Çıkarken sor

source: Exit
tr: Çıkış

source: No media to play
tr: Oynatılacak medya yok

source: Warning
tr: Uyarı

source: Repeat On
tr: Tekrar Açık

source: Repeat Off
tr: Tekrar Kapalı

source: Shuffle On
tr: Karıştırma Açık

source: Shuffle Off
tr: Karıştırma Kapalı

source: Select music folder
tr: Müzik klasörü seçin

source: Folder updated
tr: Klasör güncellendi

source: Returned to default folder
tr: Varsayılan klasöre dönüldü

source: Select music
tr: Müzik seçin

source: Unknown Artist
tr: Bilinmeyen Sanatçı

source: Unknown Album
tr: Bilinmeyen Albüm

source: Playing: {title}
tr: Çalıyor: {title}

source: Do you want to exit?
tr: Çıkmak istiyor musunuz?

source: Confirm
tr: Onay

source: Paused
tr: Duraklatıldı

source: Resumed
tr: Devam ediyor

source: Volume {val}
tr: Ses {val}

source: Restarted
tr: Başa alındı

source: Opens Simple Media Player.
tr: Basit Medya Oynatıcıyı açar.
